var result = {
  success: true,
  data: {
    id: 1,
    title: "住建部发布《关于印发世界城市日中国主场活动承办城市遴选办法（试行）的通知》",
    articleType: 2,
    time:null,
    prevId:2,
    nextId:2,
    prevPartId:1,
    nextPartId:2,
    partId:2,
    content:
      "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月3日，住建部发布《关于印发世界城市日中国主场活动承办城市遴选办法（试行）的通知》。城市如在智慧城市领域取得显著成果，具有示范意义，可以申办。具体要求：重视新时代城市的智能发展，在城市发展和规划建设管理中，注重数字城市与现实城市同步规划建设，建立城市智能运行模式和治理体系，建设智慧城市。①在基础设施和地下空间建设中，适度超前规划建设城市信息基础设施，建设数字城市神经网络，动态监测和实时感知城市运行状态。②有机融合地理信息系统（GIS）与建筑信息系统（BIM），建立城市信息模型（CIM）平台，建设智慧城市建设管理空间信息平台。③推进大数据、物联网、云计算等信息技术与城市管理服务融合，推进城市精细化管理。④推动城市智能化发展的其他做法。</span></span></p>"
  }
};

window.jspCallback(result);
