var result = {
    success: true,
    data: {
        id: 17,
        title: "南京全力保障工程建设项目审批制度改革试点顺利进行",
        articleType: 2,
        time:null,
        prevId:16,
        nextId:18,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月29日，南京市规划资源局积极推进“多规合一”，全力保障工程建设项目审批制度改革试点顺利进行。一是“一张蓝图”深化升级。在已完成“四规合一”的基础上，统一格式、统一坐标等整合工作完成基础教育、医疗卫生、养老、绿地等近40项专项规划50余个图层的融合与发布，标志着全市的“多规合一”“一张蓝图”步入新阶段。二是“一个平台”应用拓展。优化“多规合一”空间信息管理平台网络环境，在市政务外网公共网络区和外网互联网区同步部署，完成“多规合一”移动展示系统功能研发和协同会商系统和监管中心建设项目，开展“多规合一”专项规划空间相关性审查功能升级研发，完善“多规合一”空间信息管理平台等保评定与功能，保障系统和数据安全。三是“一套制度”建立实施。出台《南京市“多规合一”空间信息管理平台专项规划管理办法》、《关于开展市规委会审议项目“多规合一”技术审查的通知》，明确各类规划数据更新维护的要求，全年共完成规划项目技术审查百余件次，“多规合一”空间信息管理平台面向全市各区、各部门部署使用，为全市工程建设项目审批制度改革提供坚实基础保障。</span></span></p>"
    }
};

window.jspCallback(result);
