var result = {
    success: true,
    data: {
        id: 19,
        title: "上海发布《关于开展2019年度上海市信息化发展专项资金（智慧城市建设和大数据发展）项目申报工作的通知》",
        articleType: 2,
        time:null,
        prevId:18,
        nextId:20,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月8日，上海市经济和信息化委员发布关于开展2019年度上海市信息化发展专项资金（智慧城市建设和大数据发展）项目申报工作的通知。通知要求，申报“大数据发展”创新示范应用类项目需要满足以下三方面条件：一是数据来源明确，体现多源数据的融合应用，突出数据资源方面的挖掘利用；二是大数据应用效果明显，对提高效率、降低成本，创新社会治理，产业转型提升，科技创新等作用显著；三是项目应有较好的建设基础和数据条件，具有良好应用前景和社会效益，对行业发展有引领性和示范性。智慧城市建设支持项目主要是保障和改善民生、深化社会治理创新、强化污染治理、推进乡村振兴4个方面，大数据发展支持项目有关键核心技术创新、公共服务平台、大数据创新示范应用3个方面。</span></span></p>"
    }
};

window.jspCallback(result);
