var result = {
    success: true,
    data: {
        id: 23,
        title: "浙江省自然资源厅发布《浙江省测绘地理信息成果目录》",
        articleType: 2,
        time:null,
        prevId:22,
        nextId:24,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月23日，浙江省自然资源厅发布《浙江省测绘地理信息成果目录》。内容涵盖测绘基准成果、基础测绘成果、专项测绘成果、地理信息公共服务平台四大方面，包含了卫星导航定位基准服务系统、大地控制网、水准控制网、似大地水准面、3D产品、地理国情普查与监测、山区1:2000测图、海洋测绘的数据成果。用户利用成果目录能够快速查询到自己需要的信息。《浙江省测绘地理信息成果目录》的发布,旨在充分利用浙江省丰富的地理信息资源优势，用最新摸清的“家底”服务政府管理决策、重大工程建设、自然资源利用、生态环境保护和应急事件保障，同时助力实践测绘地理信息成果服务“最多跑一次”改革,为社会和民众提供及时全面、精准、可靠的地理信息服务。</span></span></p>"
    }
};

window.jspCallback(result);
