var result = {
    success: true,
    data: {
        id: 5,
        title: "重庆2019年计划打造700个“智慧工地”，全力推广运用BIM技术",
        articleType: 2,
        time:null,
        prevId:4,
        nextId:6,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">2月18日，重庆市住房城乡建委发布，2018年，全市共建设两江新区金童小学、新南立交等709个“智慧工地”项目，超额完成去年全市建设600个“智慧工地”的目标任务。2019年，全市计划打造“智慧工地”项目700个。</span></span></p><p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">一个“智慧工地”，包括门禁刷卡、扬尘监控、远程视频监控、施工升降机智能识别、危大工程（即市政工程危险性较大的分部分项工程）管理等智慧应用，这些先进技术可让工地长出“眼睛”“耳朵”“鼻子”，看得见违章、听得见噪音、嗅得到隐患。</span></span></p><p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">2017年至2019年，重庆分三阶段建设“智慧工地”，将信息管理平台、智能技术、智能设备广泛应用到全市建筑工程施工现场中。其中，2017年为 “智慧工地”建设第一阶段，全市范围内打造至少200个“智慧工地”；2018年为第二阶段，将主城区、两江新区、经开区、高新区建筑面积2万平方米以上的房屋建筑工程和造价2000万元以上的市政基础设施工程打造为“智慧工地”；其他各区县也应至少打造2个“智慧工地”。2019年为第三阶段，要求全市建筑面积2万平方米以上的房屋建筑工程和造价2000万元以上的市政基础设施工程全部打造为“智慧工地”。2019年全市计划打造“智慧工地”700个，符合条件的项目必须推广运用BIM技术。</span></span></p>"
    }
};

window.jspCallback(result);
