var result = {
    success: true,
    data: {
        id: 2,
        title: "北京发布《关于加强城市精细化管理工作的意见》",
        articleType: 2,
        time:null,
        prevId:1,
        nextId:3,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月31日，北京发布《关于加强城市精细化管理工作的意见》。意见提出，北京将加强城市管理大数据平台建设。落实北京大数据行动计划，加强物联网、云计算、大数据、人工智能等技术在城市管理中的应用，提升城市管理智能化水平。整合城市保障、城市运行、公共安全等相关平台和业务系统数据，加强城市管理大数据平台建设；开展城市管理领域数据汇集梳理工作，制定政府数据开放共享管理办法，逐步形成城市管理领域大数据共建共享机制。完善数据信息采集手段，强化交通运行、环境监测、基础设施维护等城市运行数据资源的滚动采集、实时录入、动态分析。运用大数据技术进行数据提取和管理密度的关联性分析，找出市民关注的热点难点问题，为城市管理提供数据支持。</span></span></p>"
    }
};

window.jspCallback(result);
