var result = {
    success: true,
    data: {
        id: 26,
        title: "自然资源部办公厅 住房和城乡建设部办公厅关于福州等5个城市利用集体建设用地建设租赁住房试点实施方案意见的函",
        articleType: 2,
        time:"2019年1月11日",
        prevId:25,
        nextId:27,
        prevPartId:3,
        nextPartId:3,
        partId:3,
        content: "<p><strong><span style=\"line-height:150%\"><span style=\"color:#000000\">摘要：</span></span></strong></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">福州、南昌、青岛、海口、贵阳5个城市开展集体建设用地建设租赁住房试点。</span></p><p style=\"text-indent:2em;\"> <span style=\"color:#000000\">试点城市要积极探索应用现代化信息管理平台和先进科技手段，推进集体租赁住房纳入政府主导的住房信息租赁服务与监管平台管理，落实住房租赁企业备案管理，加强土地市场动态监测监管。</span></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">福州：集体租赁住房项目纳入全市租赁住房盘子统一监管,将租赁房源纳入政府住房租赁信息服务监管平台，统一进行管理，提供便捷规范的租赁信息发布服务，推行统一的住房租赁合同示范文本，实现住房租赁合同网上备案。</span></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">南昌：集体建设用地租赁住房和租赁行为统一纳入南昌市住房租赁服务监管平台，提供便捷规范的租赁信息发布服务，推行统一的住房租赁合同示范文本，实现住房租赁合同网上备案。对参与运营房源的住房租赁机构加强备案管理。各区（开发区、新区）政府（管委会）与市直相关部门加强协作、各司其职，在集体建设用地租赁住房不动产登记、租赁备案、税务、工商等方面加强联动。</span></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">青岛：集体租赁住房全面纳入青岛市住房租赁市场信息化服务监管平台统一监管，租赁合同须通过市住房租赁监管平台予以备案。通过市住房租赁监管平台，将集体租赁住房租赁合同备案信息与税务、金融、住房公积金、工商、公安、教育、人力资源社会保障、卫生计生等主管部门共享。</span></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">海口：探索建立租金形成、监测、指导、监督机制。市房管、建设、自然资源、规划、税务、工商等部门要加强协作，各负其责，在房屋运营管理、不动产登记、租赁备案、规划设计、税费征收、经营等方面加强联动，构建形成规范有序的运营秩序，探索搭建统一的网上租赁平台。将租赁房源纳入政府住房租赁信息服务监管平台，统一进行管理，提供便捷规范的租赁信息发布服务，推行统一的住房租赁合同示范文本，实现住房租赁合同网上备案。</span></p><p style=\"text-indent:2em;\"><span style=\"color:#000000\">贵阳：将租赁房源纳入政府住房租赁信息服务监管平台，统一进行管理，提供便捷规范的租赁信息发布服务，推行统一的住房租赁合同示范文本，实现住房租赁合同网上备案。要落实“放管服”改革的总体要求，梳理新建、改建租赁住房项目立项、规划、建设、竣工验收、运营管理等规范性程序，建立快速审批通道，探索实施并联审批。强化监测分析，各试点区（市、县）要健全利用集体建设用地建设租赁住房市场动态监测监管制度，完善监测监管信息系统，掌握土地、房屋出租的数量、结构、价款、时序等信息，研判分析市场形势。强化价格监管，完善公示租金价格体系，定期发布租金指导价，完善租赁市场的价格形成、监测、指导、监督机制。强化合同监管，住建部门要探索推行统一的住房租赁合同示范文本，尽快实现住房租赁合同网上备案。</span></p><p><strong><span style=\"line-height:150%\"><span style=\"color:#000000\">解读：</span></span></strong></p><p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1.文件要求，试点城市要积极探索应用现代化信息管理平台和先进科技手段，推进集体租赁住房纳入政府主导的住房信息租赁服务与监管平台管理。这块业务属于城科建管云的房产登记备案智能化解决方案范畴，涉及环节涵盖招拍挂公示、规划设计、联合审批、房源信息发布、中介管理、网上备案、税务工商联动、线上不动产登记、市场监测、价格指导、信用评价、房屋运营管理等诸多环节。</span></span></p>"
    }
};

window.jspCallback(result);
