var result = {
    success: true,
    data: {
        id: 6,
        title: "深圳2019年政府工作报告明确打造国际一流智慧城市",
        articleType: 2,
        time:null,
        prevId:5,
        nextId:7,
        prevPartId:2,
        nextPartId:2,
        partId:2,
        content: "<p style=\"text-indent:2em;\"><span style=\"line-height:150%\"><span style=\"color:#000000\">1月18日，深圳市2019年政府工作报告明确，打造国际一流智慧城市，为深圳2019年十大工作重点之一。具体内容：充分发挥深圳信息产业优势，加快布局人工智能技术和产业，率先壮大智能经济、建成数字政府、迈入智能社会。推动实现“一图全面感知”“一号走遍深圳”“一键可知全局”“一体运行联动”“一站创新创业”“一屏智享生活”，培育新一轮高质量发展的新动力。一是构建全球领先的智能化信息基础设施。加快高速宽带网络工程建设，率先开展5G商用试点，超前布局物联网、智能网联汽车等新型基础设施，加快超算中心二期建设。完善大数据基础设施，建成政府管理服务指挥中心和城市大数据中心。推进全面感知体系工程建设，加快城市基础设施智能化改造。二是建设智能经济发展先导区。率先打造数据驱动、人机协同、跨界融合、共创分享的智能经济形态，出台新一代人工智能发展行动计划和芯片产业发展政策，建设人工智能制造业创新中心。加快突破芯片、算法、感知等关键技术，大规模拓展人工智能在先进制造业、公共服务、社会治理等领域的应用场景。建设一批工业互联网平台和智能工厂，推进制造业数字化、网络化、智能化升级改造。三是打造一流数字政府。组建市政务服务数据管理局，强化电子政务服务、大数据管理的有机融合和高效协同。全面推广“i深圳”APP，努力实现95%以上个人事项和60%以上法人事项移动办理。新推出“秒批”服务和“不见面审批”事项各200项。整合全市政务信息系统，实现数据标准化采集、动态化更新、规范化使用，推动数据开放共享，强化信息安全和隐私保护。四是大力推广智慧民生服务。突出用户体验、强化政企联动，拓展智慧交通、智慧医疗、智慧教育等应用。推行智能交通信号控制系统、智慧停车和多功能智能杆。全面实现医院和社康中心检查结果互认互通。完善教育云平台，促进优质教育资源开放共享。推进生态环保、公共安全、市场监管等智慧监测预警，实现实时监测、动态监管、联动执法。</span></span></p>"
    }
};

window.jspCallback(result);
