<template>
  <div>
    <NavBar :navTitle="title"/>
    <div class="agreement_wrap">
      <div class="row">
        <div class="tit">一、协议生效条件</div>
        <p
          class="con"
        >通过完成三亚市房产租赁与交易服务平台注册程序，用户便表明其接受了本服务协议的条款，并同意受本服务协议的约束；同时，用户保证其提交的信息真实、准确、及时和完整。 本服务协议所称的用户是指完全同意所有条款(以下简称“服务条款”)并完成注册程序的服务接受者。</p>
        <p
          class="con"
        >用户在使用三亚市房产租赁与交易服务平台提供的各项服务之前，应仔细阅读本服务协议。如用户不同意本服务协议及/或随时对其的修改，用户可以主动取消三亚市房产租赁与交易服务平台提供的服务；用户一旦使用三亚市房产租赁与交易服务平台服务，即视为用户已了解并完全同意本服务协议各项内容，包括三亚市房产租赁与交易服务平台服务协议随时所做的任何修改，并成为三亚市房产租赁与交易服务平台用户。</p>
      </div>
      <div class="row">
        <div class="tit">二、协议变更和修改</div>
        <p
          class="con"
        >三亚市房产租赁与交易服务平台用户服务协议可由三亚市住房和建设局随时更新，且无需另行通知。所有修改的协议均构成本服务协议的一部分。用户在使用相关服务时,应关注并遵守其所适用的相关条款。</p>
      </div>
      <div class="row">
        <div class="tit">三、用户帐号、密码和安全</div>
        <p
          class="con"
        >用户一旦注册成功，便成为三亚市房产租赁与交易服务平台的合法用户，将得到一个密码和帐号。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，三亚市房产租赁与交易服务平台无法也不承担任何责任。</p>
        <p
          class="con"
        >用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知三亚市房产租赁与交易服务平台，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到三亚市房产租赁与交易服务平台的安全保护。</p>
      </div>
      <div class="row">
        <div class="tit">四、隐私保护</div>
        <p
          class="con"
        >(1)尊重和保护用户个人隐私是三亚市房产租赁与交易服务平台的一项基本政策，三亚市房产租赁与交易服务平台保证不对外公开或者向任何第三方提供单个用户的注册资料以及用户在使用网络服务时存储在三亚市房产租赁与交易服务平台的非公开内容和信息，但下列情况除外：</p>
        <p class="indent">1)三亚市房产租赁与交易服务平台事先获得用户明确授权；</p>
        <p class="indent">2)遵守有关法律法规的规定，向国家有关机关提供；</p>
        <p class="indent">3)保持维护三亚市房产租赁与交易服务平台的知识产权和其他重要权利；</p>
        <p class="indent">4)为维护社会公众利益、维护第三方合法权益；</p>
        <p class="indent">5)在紧急情况下维护用户个人和社会大众的隐私安全；</p>
        <p class="indent">6)根据本条款相关规定或者三亚市房产租赁与交易服务平台认为必要的其他情况下。</p>
        <p
          class="con"
        >(2)三亚市房产租赁与交易服务平台可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与三亚市房产租赁与交易服务平台同等的保护用户隐私的责任，则三亚市房产租赁与交易服务平台有权将用户的注册资料在三亚市房产租赁与交易服务平台的监管下提供给第三方。</p>
        <p class="con">(3)在不透露单个用户隐私资料的前提下，三亚市房产租赁与交易服务平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
        <p
          class="con"
        >(4)用户知悉并同意，为便于向用户提供更好的服务，三亚市房产租赁与交易服务平台将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。</p>
        <p class="con">(5)三亚市房产租赁与交易服务平台会采取措施保护用户信息的安全，但三亚市房产租赁与交易服务平台不能确信或保证任何个人信息的安全性，用户须自己承担风险。</p>
      </div>
      <div class="row">
        <div class="tit">五、用户信息的存储与限制</div>
        <div
          class="con"
        >三亚市房产租赁与交易服务平台不对用户所发布信息的删除或储存失败负责。三亚市房产租赁与交易服务平台不承诺对用户的存储信息进行无限期保留。除非本协议中另有规定，否则三亚市房产租赁与交易服务平台不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。三亚市房产租赁与交易服务平台有判定用户的行为是否符合三亚市房产租赁与交易服务平台服务条款要求的保留权利，如果用户违背了服务条款的规定，三亚市房产租赁与交易服务平台有中断对其提供网络服务的权利。</div>
      </div>
      <div class="row">
        <div class="tit">六、使用规范</div>
        <div
          class="con"
        >（1）用户在使用三亚市房产租赁与交易服务平台服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</div>
        <div class="con">1.上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</div>
        <div class="indent">1）反对宪法所确定的基本原则的；</div>
        <div class="indent">2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</div>
        <div class="indent">3）损害国家荣誉和利益的；</div>
        <div class="indent">4）煽动民族仇恨、民族歧视、破坏民族团结的；</div>
        <div class="indent">5）破坏国家宗教政策，宣扬邪教和封建迷信的；</div>
        <div class="indent">6）散布谣言，扰乱社会秩序，破坏社会稳定的；</div>
        <div class="indent">7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</div>
        <div class="indent">8）侮辱或者诽谤他人，侵害他人合法权利的；</div>
        <div class="indent">9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</div>
        <div class="indent">10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</div>
        <div class="con">2.不得为任何非法目的而使用网络服务系统；</div>
        <div class="con">3.不利用三亚市房产租赁与交易服务平台服务从事以下活动：</div>
        <div class="indent">1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</div>
        <div class="indent">2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；</div>
        <div class="indent">3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</div>
        <div class="indent">4）故意制作、传播计算机病毒等破坏性程序的；</div>
        <div class="indent">5）其他危害计算机信息网络安全的行为。</div>
        <div
          class="con"
        >（2）用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿三亚市房产租赁与交易服务平台与合作公司、关联公司，并使之免受损害。对此，三亚市房产租赁与交易服务平台有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收三亚市房产租赁与交易服务平台帐号、追究法律责任等措施。对恶意注册三亚市房产租赁与交易服务平台帐号或利用三亚市房产租赁与交易服务平台帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，三亚市房产租赁与交易服务平台有权回收其帐号。同时，三亚市房产租赁与交易服务平台会视司法部门的要求，协助调查。</div>
        <div class="con">（3）用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</div>
        <div
          class="con"
        >（4）用户须对自己在使用三亚市房产租赁与交易服务平台服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在三亚市房产租赁与交易服务平台首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予三亚市房产租赁与交易服务平台等额的赔偿。</div>
      </div>
      <div class="row">
        <div class="tit">七、服务内容</div>
        <div class="con">（1）三亚市房产租赁与交易服务平台服务的具体内容由三亚市房产租赁与交易服务平台根据实际情况提供。</div>
        <div class="con">（2）除非本服务协议另有其它明示规定，三亚市房产租赁与交易服务平台所推出的新产品、新功能、新服务，均受到本服务协议之规范。</div>
        <div
          class="con"
        >（3）为使用本服务，用户必须能够自行经有法律资格对用户提供互联网接入服务的第三方，进入国际互联网，并应自行支付相关服务费用。此外，用户必须自行配备及负责与国际联网连线所需之一切必要装备，包括计算机、数据机或其它存取装置。</div>
        <div
          class="con"
        >（4）鉴于网络服务的特殊性，用户同意三亚市房产租赁与交易服务平台有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。三亚市房产租赁与交易服务平台不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</div>
        <div
          class="con"
        >（5）三亚市房产租赁与交易服务平台需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，三亚市房产租赁与交易服务平台无需为此承担任何责任。三亚市房产租赁与交易服务平台保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</div>
        <div
          class="con"
        >（6）本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于三亚市房产租赁与交易服务平台无法控制这些网站及资源，用户了解并同意，此类网站或资源是否可供利用，三亚市房产租赁与交易服务平台不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，三亚市房产租赁与交易服务平台亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，三亚市房产租赁与交易服务平台不承担任何责任。</div>
        <div
          class="con"
        >（7）用户明确同意其使用三亚市房产租赁与交易服务平台网络服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过三亚市房产租赁与交易服务平台服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。三亚市房产租赁与交易服务平台对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。</div>
        <div
          class="con"
        >（8）三亚市房产租赁与交易服务平台提供的各种挖掘推送服务中，推送给用户曾经访问过的网站或资源之链接是基于机器算法自动推出，三亚市房产租赁与交易服务平台不对其内容的有效性、安全性、合法性等做任何担保。</div>
        <div class="con">（9）6个月未登陆的帐号，三亚市房产租赁与交易服务平台保留关闭的权利。</div>
        <div
          class="con"
        >（10）三亚市房产租赁与交易服务平台有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，三亚市房产租赁与交易服务平台对用户和任何第三人均无需承担任何责任。</div>
      </div>
      <div class="row">
        <div class="tit">八、终止服务</div>
        <div
          class="con"
        >（1）三亚市房产租赁与交易服务平台有权在任何时候，暂时或永久地修改或终止本服务或其中任何一部分，无论是否通知。三亚市房产租赁与交易服务平台对本服务的修改或终止对用户和任何第三人不承担任何责任。三亚市房产租赁与交易服务平台有权基于任何理由，终止用户的帐号、密码或拒绝其使用本服务，或删除、转移用户存储、发布在本服务的内容，三亚市房产租赁与交易服务平台采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。</div>
        <div
          class="con"
        >（2）用户同意三亚市房产租赁与交易服务平台得基于其自行之考虑，因任何理由，包含但不限于长时间未使用，或三亚市房产租赁与交易服务平台认为用户已经违反本服务协议的文字及精神，终止用户的密码、帐号或本服务之使用（或服务之任何部分），并将用户在本服务内任何内容加以移除并删除。</div>
        <div
          class="con"
        >（3）用户同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止，用户承认并同意，三亚市房产租赁与交易服务平台可立即关闭或删除用户的帐号及用户帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，用户同意若本服务之使用被中断或终止或用户的帐号及相关信息和文件被关闭或删除，三亚市房产租赁与交易服务平台对用户或任何第三人均不承担任何责任。</div>
      </div>
      <div class="row">
        <div class="tit">九、知识产权和其他合法权益</div>
        <div class="con">（1）三亚市房产租赁与交易服务平台对本服务及本服务所使用的软件和受知识产权或其他法律保护的资料享有相应的权利；</div>
        <div
          class="con"
        >（2）经由本服务传送的资讯及内容，受到著作权法、商标法、专利法或其他法律的保护；未经三亚市房产租赁与交易服务平台明示授权许可，用户不得进行修改、出租、散布或衍生其他作品，用户本人创作并在公开使用区域张贴的内容除外。</div>
        <div class="con">（3）用户对本服务所使用的软件有非专属性使用权，但自己不得或许可任何第三方复制、修改、出售或衍生产品。</div>
        <div
          class="con"
        >（4）三亚市房产租赁与交易服务平台、三亚市房产租赁与交易服务平台设计图样以及其他三亚市房产租赁与交易服务平台图样、产品及服务名称，均为三亚市住房和建设局的商标，未经事先书面授权，任何人不得使用、复制或用作其他用途。</div>
      </div>
      <div class="row">
        <div class="tit">十、链接</div>
        <div
          class="con"
        >本服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，三亚市房产租赁与交易服务平台不予担保。因使用或依赖上述网站或资源所产生的损失或损害，三亚市房产租赁与交易服务平台也不承担任何责任。</div>
      </div>
      <div class="row">
        <div class="tit">十一、法律的适用和管辖</div>
        <div
          class="con"
        >(1）用户同意遵守中华人民共和国法律法规，包括但不限于《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《互联网信息服务管理办法等有关计算机及互联网的法律法规和实施办法。</div>
        <div
          class="con"
        >(2）在任何情况下，三亚市房产租赁与交易服务平台用户不得利用三亚市房产租赁与交易服务平台进行违反或可能违反国家法律和法规的言论或行为，否则，三亚市房产租赁与交易服务平台可在任何时候不经任何事先通知终止向用户提供服务。并且用户对自己的言论或行为负责。</div>
      </div>
      <div class="row">
        <div class="tit">十二、个人客户信息授权条款</div>
        <div
          class="con"
        >本人授权三亚市房产租赁与交易服务平台，除法律另有规定之外，将本人提供给三亚市房产租赁与交易服务平台的信息、享受三亚市房产租赁与交易服务平台服务产生的信息（包括本条款签署之前提供和产生的信息）以及三亚市房产租赁与交易服务平台根据本条款约定查询、收集的信息，用于三亚市房产租赁与交易服务平台及其因服务必要委托的合作伙伴为本人提供服务、推荐产品、开展市场调查与信息数据分析。</div>
        <div
          class="con"
        >本人授权三亚市房产租赁与交易服务平台，除法律另有规定之外，基于为本人提供更优质服务和产品的目的，向三亚市房产租赁与交易服务平台因服务必要开展合作的伙伴提供、查询、收集本人的信息。</div>
        <div class="con">前述“信息”可能包括但不限于本人的身份信息、财产信息、账户信息、信用信息等其他经本人授权的信息。</div>
        <div class="con">为确保本人信息的安全，三亚市房产租赁与交易服务平台及其合作伙伴对上述信息负有保密义务，并尽最大努力采取各种措施保证信息安全。</div>
        <div class="con">本条款自本人签署时生效，具有独立法律效力，不受本条款所属合同或协议成立与否及效力状态变化的影响。</div>
        <div class="con">本条款所称“三亚市房产租赁与交易服务平台”是指三亚市住房和建设局开发的互联网租房平台主体。</div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "agreement",
  data() {
    return {
      title: "用户服务协议"
    };
  }
};
</script>

<style lang='less' scoped>
.agreement_wrap {
  text-align: left;
  background: #fff;
  .row {
    font-size: 14px;
    padding: 20px;
    .tit {
      font-weight: bold;
      padding-bottom: 14px;
    }
    .con {
      padding-bottom: 14px;
      line-height: 2;
    }
    .indent {
      padding-left: 16px;
      padding-bottom: 14px;
      line-height: 1.5;
    }
  }
}
</style>